content/about.org
#+TITLE: 自己紹介
 #+options: toc:nil num:nil \n:t
 #+MACRO: ruby @@latex:\ltjruby{$1}{$2}@@ @@html:<ruby>$1<rt>$2</rt></ruby>@@
 #+LANGUAGE: ja

[[file:index.org][トップへ戻る]]
[[file:intro.org][←（戻）初めに，へ戻る]]
* ホームページ作者のアレコレ
- 名前：{{{ruby(藤本,ふじもと)}}} {{{ruby(教寛,ゆきひろ)}}} / Yukihiro Fujimoto
  絶対に，下の名前を正しく呼んでもらえないのが，悩み．
- 所属：[[https://www.okinawa-ct.ac.jp/][沖縄工業高等専門学校（沖縄高専）]]　基盤教育科　准教授
- Research map：[[https://researchmap.jp/y_fujimoto]]
  （※）研究の話はResearch mapへ．このホームページはあくまで，MacOS活用のアレコレをメモしているページで，研究についてはほとんど触れない予定です．
- 専門：素粒子論
  キーワード：
  * 高次元ゲージ理論（余剰次元理論）
    - 点状相互作用を持つ5次元ゲージ理論
    - 背景磁場を持つ6次元ゲージ理論
  * 超対称性量子力学
  * フェルミオンの世代数問題
  * フェルミオンの質量階層性問題
  * フェルミオンのフレーバー混合の起源
  （※）素粒子論において大成功を収めている「素粒子標準模型」(Standard Model) ですが，まだ"万物の理論" (Theory of Everything) には届いていないため，多くの物理学者が『標準模型を越える物理』(Beyond the Standard Model) の痕跡を探しています．ホームページの名前はそこから来ていたり．
- 略歴：大分（出身）➙神戸（ｲｲﾄｺ）➙大阪（ｲｲﾄｺ）➙大分（ｲｲﾄｺ）➙沖縄（ｲﾏｺｺ）
  （※）生まれ故郷である大分県を出たのは，「大好きな沖縄に一人で住む！」と言い出した妻を追いかけてきたためです．妻は沖縄出身ではないですが，沖縄ラヴです．1年を通して過ごしやすいです．すごくいっぱい受ける質問なので，ここで先んじて回答しておきます．

  # * 【学部】神戸大学 理学部 物理学科 2005.04~2009.03
  # * 【修士】神戸大学 理学研究科 物理学専攻 修士課程 2009.04~2011.03
  # * 【博士】神戸大学 理学研究科 物理学専攻 博士課程 2011.04~2013.09
  # * 【ポスドク】神戸大学 理学研究科 物理学専攻 学振(PD) 2013.09~2014.03
  # * 【ポスドク】大阪大学 理学研究科 物理学専攻 学振(PD) 2014.03~2015.03
  # * 【任期なし】大分工業高等専門学校 一般科理系
[[file:index.org][トップへ戻る]]
