docs/about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<!-- 2026-01-05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>自己紹介</title>
<meta name="author" content="藤本教寛" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="static/css/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">自己紹介</h1>
<p>
<a href="index.html">トップへ戻る</a><br />
<a href="intro.html">←（戻）初めに，へ戻る</a><br />
</p>
<div id="outline-container-org1bc7d16" class="outline-2">
<h2 id="org1bc7d16">ホームページ作者のアレコレ</h2>
<div class="outline-text-2" id="text-org1bc7d16">
<ul class="org-ul">
<li>名前： <ruby>藤本<rt>ふじもと</rt></ruby>  <ruby>教寛<rt>ゆきひろ</rt></ruby> / Yukihiro Fujimoto<br />
絶対に，下の名前を正しく呼んでもらえないのが，悩み．<br /></li>
<li>所属：<a href="https://www.okinawa-ct.ac.jp/">沖縄工業高等専門学校（沖縄高専）</a>　基盤教育科　准教授<br /></li>
<li>Research map：<a href="https://researchmap.jp/y_fujimoto">https://researchmap.jp/y_fujimoto</a><br />
（※）研究の話はResearch mapへ．このホームページはあくまで，MacOS活用のアレコレをメモしているページで，研究についてはほとんど触れない予定です．<br /></li>
<li><p>
専門：素粒子論<br />
キーワード：<br />
</p>
<ul class="org-ul">
<li>高次元ゲージ理論（余剰次元理論）<br />
<ul class="org-ul">
<li>点状相互作用を持つ5次元ゲージ理論<br /></li>
<li>背景磁場を持つ6次元ゲージ理論<br /></li>
</ul></li>
<li>超対称性量子力学<br /></li>
<li>フェルミオンの世代数問題<br /></li>
<li>フェルミオンの質量階層性問題<br /></li>
<li>フェルミオンのフレーバー混合の起源<br /></li>
</ul>
<p>
（※）素粒子論において大成功を収めている「素粒子標準模型」(Standard Model) ですが，まだ"万物の理論" (Theory of Everything) には届いていないため，多くの物理学者が『標準模型を越える物理』(Beyond the Standard Model) の痕跡を探しています．ホームページの名前はそこから来ていたり．<br />
</p></li>
<li>略歴：大分（出身）➙神戸（ｲｲﾄｺ）➙大阪（ｲｲﾄｺ）➙大分（ｲｲﾄｺ）➙沖縄（ｲﾏｺｺ）<br />
（※）生まれ故郷である大分県を出たのは，「大好きな沖縄に一人で住む！」と言い出した妻を追いかけてきたためです．妻は沖縄出身ではないですが，沖縄ラヴです．1年を通して過ごしやすいです．すごくいっぱい受ける質問なので，ここで先んじて回答しておきます．<br /></li>
</ul>
<p>
<a href="index.html">トップへ戻る</a><br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">&copy; 藤本教寛（沖縄高専） / Yukihiro Fujimoto (Okinawa KOSEN) &nbsp;|&nbsp; 最終更新: 2026-01-04</p>
</div>
</body>
</html>
